# Этот файл содержит в себе текста ответов бота.
message_list = {'start':{ 
                    'no_tg': "Привет, этот бот будет оповещать, о стримах ваших любиных стримеров. \nПока что вы не указали никакой информации.",
                    'is_tg': "Привет, какие каналы хотите изменить?"
                },
                'getting_chanel': {
                    "chanel_added": "Ваш канал записан",
                    "chanel_edited": "Ваш канал изменен",
                    "next_step": "Отправьте ссылку на твич канал, который хотите отслеживать.",
                    "error_message": " - не являеться админов данного канала"
                },
                'getting_twitch': {
                    "twitch_added": "Твич записан",
                    "twitch_edited": "Твич изменен"
                },
                'stop': 'Выберите канал',
                'stop_conformation': 'Вы отписались от рассылки',
                'feedback': 'Если вы нашли какой-то баг, у вас что-то не работает или у вас есть какие-то идеи для бота, распишите подробно после этого сообщения.',
                'feedback_thanks': 'Спасибо за ваш отзыв. Все отзывы будут рассматриваться разработчиком 1 раз в неделю.',
                'patchnotes': 'Последние обновления: \n\nДобавлена команда /feedback. Если вы нашли какой-то баг или у вас есть предложение по функционалу, то напишите /feedback и после сообщения распишите, что да как. Если не хотите ничего писать просто нажмите кнопку под сообщением\n\nБыла добавлена функция патчноутов. При новых патчах вам бот пришлет вам сообщение о нововведениях, например как вот это.',                
                }