# Этот файл содержит в себе текста ответов бота.
message_list = {'start':{ 
                    'no_tg': "Привет, этот бот будет оповещать, о стримах ваших любиных стримеров. \nПока что вы не указали никакой информации.",
                    'is_tg': "Привет, какие каналы хотите изменить?"
                },
                'getting_chanel': {
                    "chanel_added": "Ваш канал записан",
                    "chanel_edited": "Ваш канал изменен",
                    "next_step": "Отправьте ссылку на твич канал, который хотите отслеживать.",
                    "error_message": " - не являеться админов данного канала"
                },
                'getting_twitch': {
                    "twitch_added": "Твич записан",
                    "twitch_edited": "Твич изменен"
                },
                'stop': 'Выберите канал' 
                }